13/data/attachments/309fc40297829d6e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_412cd2e6-78d5-4f38-9450-89a55b54f750</nif:username>
            <nif:friendToBeAdded>Melissa_kind_Friend_33528_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>